<?php

return [

    /*
     |--------------------------------------------------------------------------
     | 共通システム関連の設定
     |--------------------------------------------------------------------------
     */
    
    // 共通システムのディレクトリ URL ※ 環境によって変わる
    'common_system_directory_name' => 'uchikuru_common',
    
    // 共通システムのトップページの相対 URL
    'common_system_top_page_relative_url' => 'Index',
    
    // 入居者の顔写真の相対 URL
    'common_system_user_image_relative_url' => 'UserImage',
    
    /*
     |--------------------------------------------------------------------------
     | システムの設定
     |--------------------------------------------------------------------------
     */
    
    // 入居者の継承
    'user_name_honorific_title' => '様',
    
    

];